/* No comment provided by engineer. */
" failed: %@" = " fehlgeschlagen: %@";

/* No comment provided by engineer. */
"%i files from put.io began downloading" = "%i Dateien von put.io werden heruntergeladen";

/* Account Preferences Title */
"Account" = "Konto";

/* No comment provided by engineer. */
"After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again" = "Wenn Sie alle bereits synchronisierten Dateien vergessen, werden Dateien die bereits heruntergeladen wurden, jedoch noch auf put.io verfügbar sind erneut herunter geladen.";

/* No comment provided by engineer. */
"Are you sure that you want to forget all previously synced items" = "Sind Sie sicher, dass Sie alle bisher synchronisierten Dateien vergessen wollen";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cancelled" = "Abgebrochen";

/* No comment provided by engineer. */
"Change account..." = "Konto wechseln...";

/* General internal API communication error */
"Communication with put.io failed" = "Kommunikation mit put.io fehlgeschlagen";

/* No comment provided by engineer. */
"Create" = "Erstellen";

/* No comment provided by engineer. */
"day" = "Tag";

/* No comment provided by engineer. */
"days" = "Tage";

/* No comment provided by engineer. */
"Download failed" = "Herunterladen fehlgeschlagen";

/* No comment provided by engineer. */
"Download finished" = "Herunterladen abgeschlossen";

/* No comment provided by engineer. */
"Downloading" = "Herunterladen";

/* No comment provided by engineer. */
"Downloading new files" = "Neue Dateien werden heruntergeladen";

/* No comment provided by engineer. */
"Error: %@" = "Fehler: %@";

/* No comment provided by engineer. */
"Estimating remaining time" = "Resetzeit wird geschätzt";

/* No comment provided by engineer. */
"Failed" = "Fehlgeschlagen";

/* PutIO API Error 'FileNotFoundError' */
"File was not found on put.io" = "Datei wude nicht auf put.io gefunden";

/* No comment provided by engineer. */
"Finished" = "Fertig";

/* No comment provided by engineer. */
"Finished, seeding to %i peers - " = "Abgeschlossen, seed zu %i peers - ";

/* No comment provided by engineer. */
"Forget synced items" = "Synchronisierte Dateien vergessen";

/* General Preferences title */
"General" = "Allgemein";

/* No comment provided by engineer. */
"hour" = "Stunden";

/* No comment provided by engineer. */
"hours" = "Stunden";

/* No comment provided by engineer. */
"In queue" = "In der Warteschlange";

/* No comment provided by engineer. */
"Last sync: %@" = "Zuletzt synchronisiert: %@";

/* No comment provided by engineer. */
"Last sync: never" = "Zuletzt synchronisiert: Noch nie";

/* No comment provided by engineer. */
"Last update: %@" = "Letzte Aktualisierung: %@";

/* No comment provided by engineer. */
"Looking for items to download" = "Suche nach Dateien zum Herunterladen";

/* No comment provided by engineer. */
"minute" = "Minute";

/* No comment provided by engineer. */
"minutes" = "Minuten";

/* No comment provided by engineer. */
"never" = "nie";

/* No comment provided by engineer. */
"Paused" = "Pausiert";

/* No comment provided by engineer. */
"Pending" = "Ausstehend";

/* preferences.title */
"Preferences" = "Einstellungen";

/* No comment provided by engineer. */
"Preparing" = "Vorbereiten";

/* No comment provided by engineer. */
"Save" = "Speichern";

/* No comment provided by engineer. */
"second" = "Sekunde";

/* No comment provided by engineer. */
"seconds" = "Sekunden";

/* No comment provided by engineer. */
"Sign in..." = "Anmelden...";

/* Sync Preferences title */
"Synced Folders" = "Synchronisierte Ordner";

/* No comment provided by engineer. */
"Syncing '%@'..." = "Synchronisiere '%@'...";

/* No comment provided by engineer. */
"The server responded with an error" = "Der Server hat mit einem Fehler geantwortet";

/* PutIO API Error 'TransferNotFoundError' */
"Transfer is not present at put.io" = "Transfer auf put.io nicht gefunden";

/* No comment provided by engineer. */
"Unable to create file on disk" = "Datei konnte nicht erstellt werden";

/* No comment provided by engineer. */
"Unable to write to file on disk" = "Datei konnte nicht geschrieben werden";

/* No comment provided by engineer. */
"Used space: %@ of %@" = "Belegter Speicherplatz: %1$@ von %2$@";

/* No comment provided by engineer. */
"You are signed in as" = "Sie sind angemeldet als";

/* No comment provided by engineer. */
"You did not connect your put.io account yet" = "Sie haben sich noch nicht mit Ihrem put.io Konto angemeldet";

